4ops.terraform
alefragnani.bookmarks
astro-build.astro-vscode
bierner.markdown-mermaid
bung87.rails
bung87.vscode-gemfile
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-github-actions
hediet.vscode-drawio
kevinrose.vsc-python-indent
mhutchie.git-graph
mosapride.zenkaku
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.powershell
njqdev.vscode-python-typehint
nuxt.mdc
nuxtr.nuxt-vscode-extentions
oderwat.indent-rainbow
openai.chatgpt
pkief.material-icon-theme
qwtel.sqlite-viewer
renzz.fastapi
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
sianglim.slim
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
vue.volar
